Revit 2024 API
BuiltInFailures.PlanRegionFailures Class
 Failures about PlanRegion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class PlanRegionFailures
Visual Basic
Public NotInheritable Class PlanRegionFailures
Visual C++
public ref class PlanRegionFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.PlanRegionFailures
See Also
BuiltInFailures.PlanRegionFailures Members
Autodesk.Revit.DB Namespace